import type {ReviewProps} from "../components/Review/model/ReviewProps.ts";

export const reviews: ReviewProps[] = [
    {
        imageSrc: '/images/reviews/03e2f869a0b7a098b99d1b1d697e9178494f3284.webp',
        company: 'ООО "ИТ Консалтинг"',
        name: 'Логинова Анастасия',
        body: 'Многие думают, что Lorem Ipsum - взятый с потолка псевдо-латинский набор слов, но это не совсем так. Его корни уходят в один фрагмент классической латыни 45 года н.э., то есть более двух тысячелетий назад. Ричард МакКлинток, профессор латыни из колледжа Hampden-Sydney, штат Вирджиния, взял одно из самых странных слов ...'
    },
    {
        imageSrc: '/images/reviews/9e2b419b360a5a721a4d40e429a13348d1cc7e4c.webp',
        company: 'АО "ПРОМАРШ"',
        name: 'Макаров Сергей',
        body: 'Если вам нужен Lorem Ipsum для серьёзного проекта, вы наверняка не хотите какой-нибудь шутки, скрытой в середине абзаца. Также все другие известные генераторы Lorem Ipsum используют один и тот же текст, который они просто повторяют, пока не достигнут нужный объём.'
    },
];