import type {ServiceProps} from "../components/Service/model/ServiceProps.ts";

export const services: ServiceProps[] = [
    {
        serviceName: 'Банкротство физических лиц',
        serviceDescription: 'Процедуру банкротства физических лиц в России регулирует закон «О несостоятельности (банкротстве)».'
    },
    {
        serviceName: 'Сопровождение сделок',
        serviceDescription: 'Инициирование, оформление, осуществление сделки и достижение результата — это именно то, чем мы занимаемся каждый день.'
    },
    {
        serviceName: 'Корпоративные споры',
        serviceDescription: 'Корпоративные споры – споры, связанные с созданием юрлица, управлением или участием в нем'
    },
    {
        serviceName: 'Недвижимость и строительство',
        serviceDescription: 'Консультируем по различным вопросам в области недвижимости, включая градостроительное регулирование, земельные отношения'
    },
    {
        serviceName: 'Возврат страховых премий',
        serviceDescription: 'Для возврата страховой премии нужно подготовить следующий пакет документов: паспорт страхователя; оригинал страхового полиса'
    },
    {
        serviceName: 'Налоговое право и споры',
        serviceDescription: 'Сопровождение налоговых проверок на любой стадии, анализ и подготовка документов, защита при налоговых спорах.'
    },
];